{
  "language": "en",
  "segments": [
    {
      "id": 0,
      "start": 0.0,
      "end": 22.12,
      "text": "Today we have gathered here to do Shri Ganesha Puja."
    },
    {
      "id": 1,
      "start": 22.12,
      "end": 34.2,
      "text": "The first deity that was created by Radhisakti was Shri Ganesha."
    },
    {
      "id": 2,
      "start": 34.2,
      "end": 54.120000000000005,
      "text": "Because it was necessary first to create the deity of principles."
    },
    {
      "id": 3,
      "start": 54.12,
      "end": 81.12,
      "text": "The deity of principle in the sense that whatever is created, whatever is there, has called bhava, whatever has been so far created, up to human level, everything,"
    },
    {
      "id": 4,
      "start": 81.12,
      "end": 95.12,
      "text": "had to be through the implanted mechanism of energy."
    },
    {
      "id": 5,
      "start": 95.12,
      "end": 106.12,
      "text": "Otherwise nothing could have been created."
    },
    {
      "id": 6,
      "start": 106.12,
      "end": 121.12,
      "text": "If you go into the matter, say, sulphur dioxide, then sulphur and oxide go on deep into it, till you reach the state when it is a molecule."
    },
    {
      "id": 7,
      "start": 121.12,
      "end": 143.12,
      "text": "Then you see these atoms of sulphur and oxygen, they oscillate. They oscillate with a frequency. There are three types of frequencies they use."
    },
    {
      "id": 8,
      "start": 143.12,
      "end": 158.12,
      "text": "Now imagine in the molecule, think of it, in the molecule of a substance there is an energy which is active."
    },
    {
      "id": 9,
      "start": 158.12,
      "end": 177.12,
      "text": "Now one may say that why should be in matter there is energy? One can ask a question, why there should be energy in matter?"
    },
    {
      "id": 10,
      "start": 177.12,
      "end": 191.12,
      "text": "If there was no energy in the matter, how can you have all chemical compounds? Who pushes them?"
    },
    {
      "id": 11,
      "start": 191.12,
      "end": 210.12,
      "text": "Say you have sodium chloride. Sodium and chloride are attached to each other. But if the chloride has to go to some other atom, then who does that?"
    },
    {
      "id": 12,
      "start": 210.12,
      "end": 227.12,
      "text": "There has to be some energy which is absolutely in, built into matter."
    },
    {
      "id": 13,
      "start": 227.12,
      "end": 255.12,
      "text": "Now we may say that what about water? You know water has energy. That's how we have hydrostatics. Even coal, even stones, all of them have got energy within themselves."
    },
    {
      "id": 14,
      "start": 255.12,
      "end": 276.12,
      "text": "And it is all controlled by the principle of Shri Ganesha. So though he is such a small little tiny little child, how great is his work and how much he has to work out?"
    },
    {
      "id": 15,
      "start": 276.12,
      "end": 296.12,
      "text": "Now from matter you move, say, to living plants, then to animals, then to human beings, and everywhere his energy works. At the level of matter they might call it electromagnetic."
    },
    {
      "id": 16,
      "start": 296.12,
      "end": 321.12,
      "text": "But potentially it is the energy of Shri Ganesha which is electromagnetic at that point. Then it starts evolving, growing. That's how we have different status of energies that we see in different growth of the evolution."
    },
    {
      "id": 17,
      "start": 326.12,
      "end": 354.12,
      "text": "In the human being it exists, as you know, as auspiciousness, as purity, mainly the innocence. So the power of innocence is such a guiding factor."
    },
    {
      "id": 18,
      "start": 356.12,
      "end": 381.12,
      "text": "There's a difference between ignorance and innocence. If you are innocent, then to you nothing is important except for love."
    },
    {
      "id": 19,
      "start": 381.12,
      "end": 396.12,
      "text": "For an innocent person who is not conditioned, who is not egoistical, who is not so-called mature, it is the love that it understands."
    },
    {
      "id": 20,
      "start": 396.12,
      "end": 418.12,
      "text": "It doesn't care for any wealth, any power, anything, but the love that it can feel the pure love of a person."
    },
    {
      "id": 21,
      "start": 418.12,
      "end": 438.12,
      "text": "Innocent person has no understanding of gaining anything out of the love he receives or he gives. No sense at all."
    },
    {
      "id": 22,
      "start": 438.12,
      "end": 451.12,
      "text": "Innocence is the basis of all the dharmas. If you have no innocence, you cannot follow dharma."
    },
    {
      "id": 23,
      "start": 451.12,
      "end": 474.12,
      "text": "Because if you are dharmic, it is maybe a mental attitude, maybe egoistical, maybe because you are born in a religion, because somebody has told you about it, it's going to be very superficial."
    },
    {
      "id": 24,
      "start": 474.12,
      "end": 503.12,
      "text": "Unless and until it is embedded in the quality of innocence, dharma has no meaning. In that state you are dharmic, you are beyond any thinking about it, of any deductions about it, but you are dharmic, you cannot be a dharmic, you cannot be."
    },
    {
      "id": 25,
      "start": 504.12,
      "end": 532.12,
      "text": "As if the manifestation of innocence is morality. Once Shri Ganesha is awakened, I hope he has been awakened in all of you, and if you respect him, just respect him, then automatically you develop a sense of morality."
    },
    {
      "id": 26,
      "start": 532.12,
      "end": 542.12,
      "text": "I don't have to tell you, I don't have to explain to you, you just become moral."
    },
    {
      "id": 27,
      "start": 542.12,
      "end": 558.12,
      "text": "People who have seen you are quite amazed and said that, how is it that their eyes are fixed, so innocent, without any lust and greed?"
    },
    {
      "id": 28,
      "start": 558.12,
      "end": 575.12,
      "text": "Is the light of Shri Ganesha, from the back Agnya, front Agnya, is Jesus Christ? Who is the manifestation of Shri Ganesha?"
    },
    {
      "id": 29,
      "start": 575.12,
      "end": 592.12,
      "text": "It is impossible for Western mind to understand that Jesus Christ was pureed. They can't understand. And they have criticized him and said horrible things against him."
    },
    {
      "id": 30,
      "start": 592.12,
      "end": 608.12,
      "text": "Somehow he is forgiving them. But one thing about Shri Ganesha is that he worships his mother."
    },
    {
      "id": 31,
      "start": 608.12,
      "end": 637.12,
      "text": "Motherhood is very important. Motherhood in the women, motherhood in the father and also in the children, has to be accepted as the mainstay of family life and society."
    },
    {
      "id": 32,
      "start": 638.12,
      "end": 661.12,
      "text": "The ordinary life of a human being, very simple, innocent, simple people, revolves around the mother. It revolves."
    },
    {
      "id": 33,
      "start": 661.12,
      "end": 684.12,
      "text": "But the mothers have to be mothers. As Shri Ganesha is so much surrendered to his mother, and who is his mother is Adi Shakti."
    },
    {
      "id": 34,
      "start": 684.12,
      "end": 704.12,
      "text": "He does not know anybody else. Just knows his mother. This is extremely important in Sahaja Yoga."
    },
    {
      "id": 35,
      "start": 704.12,
      "end": 730.12,
      "text": "As we say there is immoral human beings, there are, they are doing immoral things. Because they are committing sin against the Adi Shakti."
    },
    {
      "id": 36,
      "start": 730.12,
      "end": 746.12,
      "text": "Committing sin against Ganesha, he may be forgiven, but committing sin against the Adi Shakti."
    },
    {
      "id": 37,
      "start": 746.12,
      "end": 771.12,
      "text": "It encompasses a very big area where we start seeing how we are committing the sin against Adi Shakti, which ultimately Shri Ganesha punishes, ultimately."
    },
    {
      "id": 38,
      "start": 771.12,
      "end": 781.12,
      "text": "Actually the Adi Shakti doesn't punish anyone. The date is only, punish them."
    },
    {
      "id": 39,
      "start": 781.12,
      "end": 805.12,
      "text": "First and foremost thing that is to be understood that innocence should be respected, looked after, nourished and protected."
    },
    {
      "id": 40,
      "start": 805.12,
      "end": 816.12,
      "text": "That's why I am very particular about the children. Children should not be exposed to the public."
    },
    {
      "id": 41,
      "start": 816.12,
      "end": 829.12,
      "text": "We should not try to make photographs out of our children and expose them in the newspaper or give them for advertisement or anything like that."
    },
    {
      "id": 42,
      "start": 829.12,
      "end": 846.12,
      "text": "There's a very wrong idea to expose your children, to gain some money out of them in any way."
    },
    {
      "id": 43,
      "start": 846.12,
      "end": 858.12,
      "text": "In the smallest way also, because we are selling the innocence, the innocence which is invaluable, writ large on the children."
    },
    {
      "id": 44,
      "start": 858.12,
      "end": 867.12,
      "text": "Many children I know who have been advertised and all that, especially in India, have died."
    },
    {
      "id": 45,
      "start": 867.12,
      "end": 881.12,
      "text": "Also we have to look after our children with great care. But we go to two extremes I have seen."
    },
    {
      "id": 46,
      "start": 881.12,
      "end": 888.12,
      "text": "Some people are only worried about their own children. If anything happens to them, just get upset."
    },
    {
      "id": 47,
      "start": 888.12,
      "end": 896.12,
      "text": "That means you are respecting your child because he is your child."
    },
    {
      "id": 48,
      "start": 896.12,
      "end": 903.12,
      "text": "But if you are respecting him because he carries innocence with him, then you have to respect every child."
    },
    {
      "id": 49,
      "start": 903.12,
      "end": 912.12,
      "text": "And understand every child, what they talk, what they say, how they behave."
    },
    {
      "id": 50,
      "start": 912.12,
      "end": 920.12,
      "text": "Luckily you all have got children now who are born realized. It's such a great thing, such a blessing."
    },
    {
      "id": 51,
      "start": 920.12,
      "end": 926.12,
      "text": "So on one side we have to see how innocent they are and how they talk."
    },
    {
      "id": 52,
      "start": 926.12,
      "end": 933.12,
      "text": "I'll give you an example. This Wolfgang was very serious."
    },
    {
      "id": 53,
      "start": 933.12,
      "end": 938.12,
      "text": "And his wife told me that we were taking him to the hospital."
    },
    {
      "id": 54,
      "start": 938.12,
      "end": 945.12,
      "text": "So his doctor says, why are you taking him to the hospital? There are no Sahaja Yogis there."
    },
    {
      "id": 55,
      "start": 945.12,
      "end": 951.12,
      "text": "How will they correct his chakras? Innocently said the correct thing."
    },
    {
      "id": 56,
      "start": 951.12,
      "end": 956.12,
      "text": "And they couldn't do, doctors didn't do anything. I had to cure him."
    },
    {
      "id": 57,
      "start": 956.12,
      "end": 961.12,
      "text": "Take him to mother. Why are you taking him to the hospital?"
    },
    {
      "id": 58,
      "start": 961.12,
      "end": 968.12,
      "text": "They see the right point and see the right thing because they are innocent."
    },
    {
      "id": 59,
      "start": 968.12,
      "end": 975.12,
      "text": "And innocence means they have pure attention. Pure attention for anything you need."
    },
    {
      "id": 60,
      "start": 975.12,
      "end": 985.12,
      "text": "Say music, for art, for anything you have to have pure attention."
    },
    {
      "id": 61,
      "start": 985.12,
      "end": 988.12,
      "text": "And that comes through your innocence."
    },
    {
      "id": 62,
      "start": 988.12,
      "end": 995.12,
      "text": "Say a person who is an artist and who is very money oriented, say for example,"
    },
    {
      "id": 63,
      "start": 995.12,
      "end": 1003.12,
      "text": "a person who is doing some paintings and all that, his art cannot become eternal art, cannot."
    },
    {
      "id": 64,
      "start": 1003.12,
      "end": 1011.12,
      "text": "That's why we see in modern times whatever art is created, it just comes and goes, it has no eternal value."
    },
    {
      "id": 65,
      "start": 1011.12,
      "end": 1016.12,
      "text": "Same with the modern music that they are having. The same thing is happening."
    },
    {
      "id": 66,
      "start": 1016.12,
      "end": 1024.12,
      "text": "It comes and goes and no one knows where it has disappeared."
    },
    {
      "id": 67,
      "start": 1024.12,
      "end": 1038.12,
      "text": "Behind it is money orientation and that money orientation results into a kind of a creation"
    },
    {
      "id": 68,
      "start": 1038.12,
      "end": 1050.12,
      "text": "which is not perfect. All creations which were dedicated to God in the olden times"
    },
    {
      "id": 69,
      "start": 1050.12,
      "end": 1056.12,
      "text": "are being today very much respected and people pay a lot of money for that."
    },
    {
      "id": 70,
      "start": 1056.12,
      "end": 1063.12,
      "text": "Maybe at that time the artist must have suffered. But they understood, innocent artists understood"
    },
    {
      "id": 71,
      "start": 1063.12,
      "end": 1075.12,
      "text": "very much that if we have to express, we must truthfully do it, not to please, not to please the people,"
    },
    {
      "id": 72,
      "start": 1075.12,
      "end": 1083.12,
      "text": "not to please anyone, but to please God. As you know that Michelangelo had a big fight with this Pope here"
    },
    {
      "id": 73,
      "start": 1083.12,
      "end": 1089.12,
      "text": "because he couldn't tolerate nonsense that was coming from the Pope."
    },
    {
      "id": 74,
      "start": 1089.12,
      "end": 1102.12,
      "text": "All the artists always have been fighting, real artists. So this innocence also gives you a power of self-understanding."
    },
    {
      "id": 75,
      "start": 1102.12,
      "end": 1116.12,
      "text": "You know where you stand. A person who is innocent knows very well that he is standing on the pedestal of virtues."
    },
    {
      "id": 76,
      "start": 1116.12,
      "end": 1127.12,
      "text": "He should not be given to all kinds of nonsensical things which are very popular, maybe fashionable, maybe accepted. For what?"
    },
    {
      "id": 77,
      "start": 1127.12,
      "end": 1137.12,
      "text": "For what are we going to sacrifice our innocence? What is our gain?"
    },
    {
      "id": 78,
      "start": 1137.12,
      "end": 1144.12,
      "text": "Maybe some people are too brilliant and they may try to show off with whether they're brilliant for a short time,"
    },
    {
      "id": 79,
      "start": 1144.12,
      "end": 1159.12,
      "text": "but they don't remain in the eternal history. They go as egotistical people or as very dishonest people."
    },
    {
      "id": 80,
      "start": 1159.12,
      "end": 1179.12,
      "text": "Nobody respects them. So there is a big attack on the innocence of people, big attack. First it comes from children."
    },
    {
      "id": 81,
      "start": 1179.12,
      "end": 1187.12,
      "text": "As you see this nonsense that is going on which we hear about, I mean, I can't even understand why they do it."
    },
    {
      "id": 82,
      "start": 1187.12,
      "end": 1200.12,
      "text": "They do it on children, these funny attacks of abusers. It's just because they want to kill the innocence."
    },
    {
      "id": 83,
      "start": 1200.12,
      "end": 1211.12,
      "text": "Perhaps those who do it have no innocence in them and they don't want the children to have innocence left in them."
    },
    {
      "id": 84,
      "start": 1211.12,
      "end": 1216.12,
      "text": "Otherwise in India is something we can't understand, really we can't understand."
    },
    {
      "id": 85,
      "start": 1216.12,
      "end": 1227.12,
      "text": "But it is becoming much more prevalent, much more fashionable now because there is definitely an attack on innocence."
    },
    {
      "id": 86,
      "start": 1227.12,
      "end": 1236.12,
      "text": "Not only on children, but even on people who are innocent."
    },
    {
      "id": 87,
      "start": 1236.12,
      "end": 1251.12,
      "text": "Because those who have deliberations in criminality, in all kinds of sinful act, will never, never try to protect innocence, never."
    },
    {
      "id": 88,
      "start": 1251.12,
      "end": 1260.12,
      "text": "Because juxtaposition is there. They are doing something which they think is the best."
    },
    {
      "id": 89,
      "start": 1260.12,
      "end": 1270.12,
      "text": "I don't know if they think that way, but I don't know what justifies their behavior like this, is to attack the innocence of children."
    },
    {
      "id": 90,
      "start": 1270.12,
      "end": 1277.12,
      "text": "In so many ways you will find this innocence is being attacked."
    },
    {
      "id": 91,
      "start": 1277.12,
      "end": 1287.12,
      "text": "If your children are doing well, if they are studying well, somebody might try to catch hold of them."
    },
    {
      "id": 92,
      "start": 1287.12,
      "end": 1297.12,
      "text": "If some person they find is an innocent person, they will try to put him into trouble."
    },
    {
      "id": 93,
      "start": 1297.12,
      "end": 1312.12,
      "text": "The innocence is sort of is itself is such a power that it challenges the hatred, the abusive nature of people."
    },
    {
      "id": 94,
      "start": 1312.12,
      "end": 1324.12,
      "text": "First of all we should see that how our conditioning takes over our innocence."
    },
    {
      "id": 95,
      "start": 1324.12,
      "end": 1348.12,
      "text": "It makes you extremely ritualistic. Even in Sahaja Yoga I have seen, I have heard also that people are extremely, extremely ritualistic."
    },
    {
      "id": 96,
      "start": 1348.12,
      "end": 1362.12,
      "text": "Now the ritualism is like this, that you have to say something three times, you say three times, seven times, like tied up people."
    },
    {
      "id": 97,
      "start": 1362.12,
      "end": 1374.12,
      "text": "I have seen some Sahaja Yogis like that. And some Sahaja Yogis, I think they must be Buddhist, get frightened with Me."
    },
    {
      "id": 98,
      "start": 1374.12,
      "end": 1381.12,
      "text": "What is there to be frightened of Me? Because they are Buddhist they are getting frightened."
    },
    {
      "id": 99,
      "start": 1381.12,
      "end": 1393.12,
      "text": "Otherwise why should you? I love you all and you won't find more a greater mild guru than myself."
    },
    {
      "id": 100,
      "start": 1393.12,
      "end": 1402.12,
      "text": "I don't think so. But they are afraid, even if you look at them they will not smile, they will be afraid."
    },
    {
      "id": 101,
      "start": 1402.12,
      "end": 1410.12,
      "text": "What wrong have you done? You have become Sahaja Yogis. They are so ritualistic in everything."
    },
    {
      "id": 102,
      "start": 1410.12,
      "end": 1418.12,
      "text": "So one should understand the difference between a protocol and ritualism."
    },
    {
      "id": 103,
      "start": 1418.12,
      "end": 1430.12,
      "text": "An innocent child knows the protocol. I remember there was a child who came to see Me in Oxford and I said, let's go upstairs."
    },
    {
      "id": 104,
      "start": 1430.12,
      "end": 1441.12,
      "text": "So it was a small little staircase of food. He said, what? Is she going to go up without a red carpet?"
    },
    {
      "id": 105,
      "start": 1441.12,
      "end": 1455.12,
      "text": "He just came into his head. So for children, you see, innocent children, the worship, everything is not ritualistic, it is heartfelt."
    },
    {
      "id": 106,
      "start": 1455.12,
      "end": 1466.12,
      "text": "You feel it from the heart. How to do the worship? How to show your love?"
    },
    {
      "id": 107,
      "start": 1466.12,
      "end": 1475.12,
      "text": "This very sweet way an innocent person does it. Why?"
    },
    {
      "id": 108,
      "start": 1475.12,
      "end": 1488.12,
      "text": "Why? A person who is very ritualistic, he may even beat another person because, why did you do this?"
    },
    {
      "id": 109,
      "start": 1488.12,
      "end": 1496.12,
      "text": "You should not have put camphor in it. Why did you put the camphor? So it's very wrong. There's nothing wrong."
    },
    {
      "id": 110,
      "start": 1496.12,
      "end": 1506.12,
      "text": "If you do it with your heart, with your open heart, innocently anything is alright."
    },
    {
      "id": 111,
      "start": 1506.12,
      "end": 1519.12,
      "text": "It is the open heart which is necessary, not the closed heart, why did you do it, why did you do it, where did you see it, what happened, nothing."
    },
    {
      "id": 112,
      "start": 1519.12,
      "end": 1529.12,
      "text": "Now you are in the Kingdom of God and here there are no such rules and regulations that you should be ritualistic."
    },
    {
      "id": 113,
      "start": 1529.12,
      "end": 1539.12,
      "text": "But everything has a double style. Now I say you need not be ritualistic."
    },
    {
      "id": 114,
      "start": 1539.12,
      "end": 1550.12,
      "text": "Once I went into an ashram and I found everything was just like a pigsty. I said, what's this? Is this an ashram or what is it?"
    },
    {
      "id": 115,
      "start": 1550.12,
      "end": 1560.12,
      "text": "So they said, Mother, you told us that you have to be innocent and you don't have to be ritualistic."
    },
    {
      "id": 116,
      "start": 1561.12,
      "end": 1567.12,
      "text": "So we thought, throw all the things wherever you feel like, what is there to be ritualistic."
    },
    {
      "id": 117,
      "start": 1567.12,
      "end": 1580.12,
      "text": "It's a very common thing with all the ashram people, leaders tell me that Sahaja Yogis have no sense at all of looking after the cleanliness of the ashram."
    },
    {
      "id": 118,
      "start": 1580.12,
      "end": 1588.12,
      "text": "They are least bothered. If it is their house, they look after it. But if it is an ashram, they don't."
    },
    {
      "id": 119,
      "start": 1588.12,
      "end": 1599.12,
      "text": "It's very surprising. And I have seen or I have heard that the ashrams all of Bhutish and false gurus are absolutely spick and span."
    },
    {
      "id": 120,
      "start": 1599.12,
      "end": 1605.12,
      "text": "Really. It's very surprising."
    },
    {
      "id": 121,
      "start": 1605.12,
      "end": 1616.12,
      "text": "And even here in Cabena, people were telling me that they are living like animals. I said, animals are innocent, you know."
    },
    {
      "id": 122,
      "start": 1618.12,
      "end": 1627.12,
      "text": "You go into a jungle now. I don't know, we are going to take you this time, into a jungle."
    },
    {
      "id": 123,
      "start": 1627.12,
      "end": 1636.12,
      "text": "You'll have no smell, no horrid things to see, nothing. It's very clean, spick and span, all the time."
    },
    {
      "id": 124,
      "start": 1636.12,
      "end": 1642.12,
      "text": "But you put one human being, you will immediately know there has been a human being."
    },
    {
      "id": 125,
      "start": 1642.12,
      "end": 1652.12,
      "text": "They have their own systems of keeping things clean. Even the tiger, who is an innocent thing. Up to animal stage you are innocent."
    },
    {
      "id": 126,
      "start": 1652.12,
      "end": 1664.12,
      "text": "He has his own styles. I don't know if you know about a tiger or not, but a tiger will kill an animal because he has to eat after all."
    },
    {
      "id": 127,
      "start": 1664.12,
      "end": 1672.12,
      "text": "Because he has to eat after all. He's supposed to only eat animals, he doesn't eat grass. What to do? He's not a vegetarian."
    },
    {
      "id": 128,
      "start": 1672.12,
      "end": 1681.12,
      "text": "God has made him like that. So he accepts. Now he goes and kills the cow or anything."
    },
    {
      "id": 129,
      "start": 1681.12,
      "end": 1690.12,
      "text": "Then he leaves his kill there for the blood to ooze out. Nobody will touch that, nobody."
    },
    {
      "id": 130,
      "start": 1690.12,
      "end": 1702.12,
      "text": "Because he's really the king, not out of fear, but a protocol. Then next day he goes, he eats, then his family eats and all that and finished for the whole month."
    },
    {
      "id": 131,
      "start": 1702.12,
      "end": 1709.12,
      "text": "They come out. Then the lower animals start going there."
    },
    {
      "id": 132,
      "start": 1709.12,
      "end": 1717.12,
      "text": "Like you have, I don't know what to call them."
    },
    {
      "id": 133,
      "start": 1717.12,
      "end": 1730.12,
      "text": "I miss in English. I don't know if they have leopards, leopards. Leopards and all these animals come out and they start eating."
    },
    {
      "id": 134,
      "start": 1730.12,
      "end": 1739.12,
      "text": "Then even lower and lower till the birds. Still the crow, they stay back."
    },
    {
      "id": 135,
      "start": 1739.12,
      "end": 1747.12,
      "text": "Last hour crows. Can you imagine? Such a system they have."
    },
    {
      "id": 136,
      "start": 1747.12,
      "end": 1757.12,
      "text": "They go all the way from Siberia to Australia."
    },
    {
      "id": 137,
      "start": 1757.12,
      "end": 1764.12,
      "text": "How do they manage? Think of it. What gives them direction is innocence."
    },
    {
      "id": 138,
      "start": 1764.12,
      "end": 1772.12,
      "text": "And the innocence is magnet. It's a magnet."
    },
    {
      "id": 139,
      "start": 1772.12,
      "end": 1782.12,
      "text": "Actually it's a magnet. In a human being you do not find a magnet because it has now evolved so much, but it starts just like a magnet."
    },
    {
      "id": 140,
      "start": 1782.12,
      "end": 1792.12,
      "text": "So they know which is north, which is south, east and west. Even a little bee you find and put a mark on it."
    },
    {
      "id": 141,
      "start": 1792.12,
      "end": 1800.12,
      "text": "It goes to the place from where it has come. How does it find?"
    },
    {
      "id": 142,
      "start": 1800.12,
      "end": 1809.12,
      "text": "Its own way. Is the innocence, is like a magnet, acts like a magnet."
    },
    {
      "id": 143,
      "start": 1809.12,
      "end": 1814.12,
      "text": "Even in the fishes. Just imagine how fishes have direction."
    },
    {
      "id": 144,
      "start": 1814.12,
      "end": 1824.12,
      "text": "We don't have. I mean human beings can be lost. I mean many times I am lost with so many drivers I've had."
    },
    {
      "id": 145,
      "start": 1824.12,
      "end": 1837.12,
      "text": "So many times I've been lost."
    },
    {
      "id": 146,
      "start": 1837.12,
      "end": 1852.12,
      "text": "But animals never. You know, if you take a dog and you don't want the dog, you'll leave him about say fifty miles away. He'll come back."
    },
    {
      "id": 147,
      "start": 1852.12,
      "end": 1856.12,
      "text": "How does he find the way?"
    },
    {
      "id": 148,
      "start": 1856.12,
      "end": 1872.12,
      "text": "So their qualities which are built in within them through their innocence are actually the qualities of electromagnetic force and also pranava."
    },
    {
      "id": 149,
      "start": 1872.12,
      "end": 1885.12,
      "text": "That is when electromagnetic force is charged with Ganesha's principle."
    },
    {
      "id": 150,
      "start": 1885.12,
      "end": 1895.12,
      "text": "That's why they are so systematic. They are so clean. They are so sensible."
    },
    {
      "id": 151,
      "start": 1895.12,
      "end": 1902.12,
      "text": "But they are not ritualistic. They are not ritualistic."
    },
    {
      "id": 152,
      "start": 1902.12,
      "end": 1914.12,
      "text": "Whatever God has given them, they have accepted, they are bound by that. They are bound and they live with that boundary."
    },
    {
      "id": 153,
      "start": 1914.12,
      "end": 1928.12,
      "text": "Even if you go up to the stage of animals which live with human beings, they too are very affectionate. They just want love. Nothing else."
    },
    {
      "id": 154,
      "start": 1928.12,
      "end": 1937.12,
      "text": "See one day if you do not care for your dog, he'll just not eat his food. Not eat his food. He wouldn't care for the food."
    },
    {
      "id": 155,
      "start": 1937.12,
      "end": 1947.12,
      "text": "It is so remarkable even I've seen among children how they just want love."
    },
    {
      "id": 156,
      "start": 1947.12,
      "end": 1959.12,
      "text": "They don't accept anything else but love. But as soon as they start growing up, you see, especially in a materialistic world, then the whole materialism comes."
    },
    {
      "id": 157,
      "start": 1959.12,
      "end": 1969.12,
      "text": "So the second way we kill our children's innocence is putting materialistic ideas into their heads."
    },
    {
      "id": 158,
      "start": 1969.12,
      "end": 1979.12,
      "text": "Of course the media is there which is selling nowadays a teddy bear which has a birthday. Teddy bear has a birthday."
    },
    {
      "id": 159,
      "start": 1980.12,
      "end": 1989.12,
      "text": "Can you imagine? So everybody is buying teddy bear with a birthday. Because the parents don't want to be in the company of children."
    },
    {
      "id": 160,
      "start": 1989.12,
      "end": 1998.12,
      "text": "So they get some sort of a toys, this that. One or two is all right. And put them with the toys, with the television on, now sit down."
    },
    {
      "id": 161,
      "start": 1999.12,
      "end": 2019.12,
      "text": "Children start becoming naturally materialistic. They start asking for things and for demands of such kind that sometimes one is surprised."
    },
    {
      "id": 162,
      "start": 2019.12,
      "end": 2029.12,
      "text": "You take a western child to the market and you had it. But you take Indian children, they'll never take anything."
    },
    {
      "id": 163,
      "start": 2029.12,
      "end": 2040.12,
      "text": "Really, it's so difficult to make them. At least I've seen my own grandchildren and others. You take them, it's a headache to buy even another pair of shoes for them."
    },
    {
      "id": 164,
      "start": 2040.12,
      "end": 2050.12,
      "text": "No, but we have one. Why do you want to buy another one? That will give way. No, we can come here. How? We can come in the car or else we can walk."
    },
    {
      "id": 165,
      "start": 2050.12,
      "end": 2061.12,
      "text": "But you'll have no shoes. Nothing. One is all right. Why to have two? You give them money, they'll buy one small little thing and come."
    },
    {
      "id": 166,
      "start": 2061.12,
      "end": 2074.12,
      "text": "You see, it is the whole tradition of materialism which has brought this innocence to a stop. Then a child starts growing in the same materialistic way."
    },
    {
      "id": 167,
      "start": 2074.12,
      "end": 2087.12,
      "text": "He starts judging people like how many cars you have. They are so stupidly materialistic that I went to Boston and I saw a child."
    },
    {
      "id": 168,
      "start": 2087.12,
      "end": 2096.12,
      "text": "They are so stupidly materialistic that I went to Boston and the television people asked me how many Rolls Royces you have."
    },
    {
      "id": 169,
      "start": 2096.12,
      "end": 2103.12,
      "text": "I said, I don't have any. They said, we are not interested, you are not in the business."
    },
    {
      "id": 170,
      "start": 2103.12,
      "end": 2115.12,
      "text": "This is what is now the mind of people in the West who have grown up. But even the children, today they want this, tomorrow they want that."
    },
    {
      "id": 171,
      "start": 2115.12,
      "end": 2124.12,
      "text": "All the time there is a competition for materialistic things. Asking for this, asking for that."
    },
    {
      "id": 172,
      "start": 2124.12,
      "end": 2141.12,
      "text": "Just imagine what a race will be there after some years when there will be just people who will be only worried about collecting things and buying things."
    },
    {
      "id": 173,
      "start": 2141.12,
      "end": 2157.12,
      "text": "I mean buyers and sellers, nothing else. So you have to be very careful with your children that you do not pamper them, do not get too much worried about them."
    },
    {
      "id": 174,
      "start": 2157.12,
      "end": 2164.12,
      "text": "Do not keep them on materialistic level. Find out. If they are going on a materialistic level, bring them down."
    },
    {
      "id": 175,
      "start": 2164.12,
      "end": 2175.12,
      "text": "It's very simple to do that. And one has to work it out because we have to save our children and their innocence."
    },
    {
      "id": 176,
      "start": 2175.12,
      "end": 2182.12,
      "text": "Now for the other Sahaja Yogis who have grown up and who are very mature."
    },
    {
      "id": 177,
      "start": 2182.12,
      "end": 2191.12,
      "text": "They are very innocent I must say. I must admit that they are very innocent compared to the society that is around, no doubt."
    },
    {
      "id": 178,
      "start": 2191.12,
      "end": 2203.12,
      "text": "One has to really admire the way they have become so innocent. The way they are understanding this Divine Music and all that is really creditable."
    },
    {
      "id": 179,
      "start": 2203.12,
      "end": 2215.12,
      "text": "But still, this innocence if it is not spread, if this innocence doesn't work out, then it will rust. You'll not grow."
    },
    {
      "id": 180,
      "start": 2215.12,
      "end": 2223.12,
      "text": "Your IQ will be less than the others, I can tell you this. They are growing in materialism, alright."
    },
    {
      "id": 181,
      "start": 2223.12,
      "end": 2234.12,
      "text": "Your IQ will be less than the others, I can tell you this. They are growing in materialism, alright. Their IQ is growing in materialism also."
    },
    {
      "id": 182,
      "start": 2234.12,
      "end": 2242.12,
      "text": "But your IQ will not grow unless and until you spread this innocence around."
    },
    {
      "id": 183,
      "start": 2242.12,
      "end": 2251.12,
      "text": "Now you know how to do it. It is the power of Kundalini with the help of Shri Ganesha."
    },
    {
      "id": 184,
      "start": 2251.12,
      "end": 2259.12,
      "text": "He helps you at every chakra. I have written that he is the Vice Chancellor of every university where he has to stamp."
    },
    {
      "id": 185,
      "start": 2259.12,
      "end": 2272.12,
      "text": "He is at every point. But you have to understand that this has to spread. It has to become collective. It has to flow."
    },
    {
      "id": 186,
      "start": 2272.12,
      "end": 2293.12,
      "text": "So to become that, what should we do ourselves? That we should try to organize programs."
    },
    {
      "id": 187,
      "start": 2293.12,
      "end": 2300.12,
      "text": "While people will be enamored by your innocence, no doubt, they'll be surprised how are you so innocent."
    },
    {
      "id": 188,
      "start": 2300.12,
      "end": 2313.12,
      "text": "How can you be so nice in these modern times, no doubt about it. But in that, doing that so, try to be innocent yourself."
    },
    {
      "id": 189,
      "start": 2313.12,
      "end": 2321.12,
      "text": "You should not be cunning, you should not be smart, should not try to show that you are very brilliant or anything."
    },
    {
      "id": 190,
      "start": 2321.12,
      "end": 2334.12,
      "text": "Because the ego might in between come and try to put ideas into your head. It's better to show that you are innocent and to be innocent inside."
    },
    {
      "id": 191,
      "start": 2334.12,
      "end": 2344.12,
      "text": "The whole inner being can be really charged with the energy of Shri Ganesha, no doubt."
    },
    {
      "id": 192,
      "start": 2344.12,
      "end": 2359.12,
      "text": "And the outer life becomes innocent, becomes innocent. I mean, I don't know banking, I don't know money, I am quite bad at everything, alright, at worldly things."
    },
    {
      "id": 193,
      "start": 2359.12,
      "end": 2375.12,
      "text": "But I am not cunning, I am not sort of smart, as you can see. But still things are working out because of the inner power that one has."
    },
    {
      "id": 194,
      "start": 2375.12,
      "end": 2388.12,
      "text": "So depend on your inner power and manifest it outside. Inner being, which is Ganesha, is the same in all of us."
    },
    {
      "id": 195,
      "start": 2388.12,
      "end": 2395.12,
      "text": "The whole system is the same in all of us. Chakras are the same in all of us."
    },
    {
      "id": 196,
      "start": 2395.12,
      "end": 2410.12,
      "text": "Only thing we have to keep our innocence absolutely free of all this worldly nonsense like affection, this, that."
    },
    {
      "id": 197,
      "start": 2410.12,
      "end": 2420.12,
      "text": "Immediately you will find that your being will manifest. Being will manifest."
    },
    {
      "id": 198,
      "start": 2420.12,
      "end": 2430.12,
      "text": "Now just think of a simple thing like that. I am an Indian, I mean, and nobody knows me."
    },
    {
      "id": 199,
      "start": 2430.12,
      "end": 2439.12,
      "text": "But whenever I have my lecture, I have at least five to six thousand people. How? How do they come to my lecture like that?"
    },
    {
      "id": 200,
      "start": 2439.12,
      "end": 2449.12,
      "text": "Anywhere, in the whole world, minimum. Sometimes even much more. What's so special?"
    },
    {
      "id": 201,
      "start": 2449.12,
      "end": 2465.12,
      "text": "So when handling the people, we are Sahaja Yogis, we are saints, we have to talk to them like saints, we have to behave like saints."
    },
    {
      "id": 202,
      "start": 2465.12,
      "end": 2474.12,
      "text": "And they should in no way feel that we are cunning or we are interested in something else."
    },
    {
      "id": 203,
      "start": 2474.12,
      "end": 2485.12,
      "text": "So once you start doing that, flowing your innocence, you know, all the gods and goddesses will ever."
    },
    {
      "id": 204,
      "start": 2485.12,
      "end": 2493.12,
      "text": "Your creativity will be thousand times more than normal."
    },
    {
      "id": 205,
      "start": 2493.12,
      "end": 2505.12,
      "text": "Everybody has to think how we are going to spread it. Like I was happy to know that in America, of all the places, they have got hold of these senators."
    },
    {
      "id": 206,
      "start": 2505.12,
      "end": 2511.12,
      "text": "Very good idea. Let us see if it works out."
    },
    {
      "id": 207,
      "start": 2511.12,
      "end": 2525.12,
      "text": "So we have to find out all the ways and methods and all the styles which will behove a saint, not a politician or..."
    },
    {
      "id": 208,
      "start": 2525.12,
      "end": 2533.12,
      "text": "or these days of course all the sports people are heroes. I mean, if you want to become a hero, you become a sportsman."
    },
    {
      "id": 209,
      "start": 2533.12,
      "end": 2545.12,
      "text": "Not like that, but like a saint. And saintliness is respected whatever may be the situation, whatever may be the situation."
    },
    {
      "id": 210,
      "start": 2546.12,
      "end": 2554.12,
      "text": "Whosoever may be facing. Recently when I was in Kiev, the leader's wife told me that,"
    },
    {
      "id": 211,
      "start": 2554.12,
      "end": 2560.12,
      "text": "Mother, we had that old car of yours which we sold, we got so much money that we could buy a new car."
    },
    {
      "id": 212,
      "start": 2560.12,
      "end": 2570.12,
      "text": "Then we went to the factory to buy the new car and they bought it. So outside the factory there's a mafia."
    },
    {
      "id": 213,
      "start": 2570.12,
      "end": 2580.12,
      "text": "Nowadays I think the Sicilians have reached there. So the mafia was standing outside and they said,"
    },
    {
      "id": 214,
      "start": 2580.12,
      "end": 2588.12,
      "text": "You have to pay so much money. It was in thousands. So they said, We have no money. Why? What do you do?"
    },
    {
      "id": 215,
      "start": 2588.12,
      "end": 2597.12,
      "text": "This was his wife. She said, We meditate. Really? So you have no money, no. What about your children? They also meditate."
    },
    {
      "id": 216,
      "start": 2597.12,
      "end": 2606.12,
      "text": "She so innocently she was talking to them. They said that we saw their faces melting down. They said, Alright, go."
    },
    {
      "id": 217,
      "start": 2606.12,
      "end": 2616.12,
      "text": "They forgot that they were supposed to get money out of them. Or they take the car. They confiscate the car or take the money."
    },
    {
      "id": 218,
      "start": 2616.12,
      "end": 2625.12,
      "text": "They said, Alright, go. They told me this story. So your simplicity always helps you. Your innocence always helps you."
    },
    {
      "id": 219,
      "start": 2625.12,
      "end": 2639.12,
      "text": "And it has such an impact, such an impact. I tell you that a personality what we call in Sanskrit is a vigraha."
    },
    {
      "id": 220,
      "start": 2639.12,
      "end": 2653.12,
      "text": "Vigraha means a personality which has a coefficients. The person who is innocent has such a great coefficients that it can charm anybody."
    },
    {
      "id": 221,
      "start": 2653.12,
      "end": 2664.12,
      "text": "It can charm anybody. But first and foremost thing that we have to be innocent."
    },
    {
      "id": 222,
      "start": 2664.12,
      "end": 2676.12,
      "text": "Not to so much worry about money, not to count everything, not to worry about food."
    },
    {
      "id": 223,
      "start": 2676.12,
      "end": 2686.12,
      "text": "But this is not to be done with deliberations but innocence. Where you sleep, what you do is not important to a saint."
    },
    {
      "id": 224,
      "start": 2686.12,
      "end": 2701.12,
      "text": "It lives the way one has to live because his nourishing point is innocence. And he doesn't get angry, he doesn't shout at people, nothing."
    },
    {
      "id": 225,
      "start": 2701.12,
      "end": 2714.12,
      "text": "Of course at booths it may be that he has to shout like Christ did. But otherwise he is a very peaceful, joyous, happy, humorous person."
    },
    {
      "id": 226,
      "start": 2714.12,
      "end": 2729.12,
      "text": "So today at this puja I would bless you with all the qualities of Shri Ganesha except for his anger. May God bless you."
    }
  ]
}